IDEA StatiCa Open Model
BoltGrid.IsAnchor Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Is Anchor
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool IsAnchor { get; set; }
Public Property IsAnchor As Boolean
	Get
	Set
public:
property bool IsAnchor {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
BoltGrid Class
IdeaRS.OpenModel.Connection Namespace